Revit 2027 API
ParameterTypeId.PhyMaterialParamExpCoeff3 Property
 "Thermal expansion coefficient Z"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamExpCoeff3 { get; }
Public Shared ReadOnly Property PhyMaterialParamExpCoeff3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamExpCoeff3 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamExpCoeff3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace